Repository: Jelahteen/E.T.C.cam
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tl

source: AR Visualization
tl: AR na Visualization

source: Back to Dashboard
tl: Bumalik sa Dashboard

source: SELECT A CROP TO VISUALIZE IN 3D
tl: PUMILI NG PANANIM UPANG MAKITA SA 3D

source: Eggplant
tl: Talong

source: View 3D model in AR
tl: Tingnan ang 3D model sa AR

source: Tomato
tl: Kamatis

source: Chili Pepper
tl: Sili

source: ETC Logo
tl: Logo ng ETC

source: SERVICES
tl: MGA SERBISYO

source: ABOUT
tl: TUNGKOL SA AMIN

source: Language
tl: Wika

source: LOGOUT
tl: MAG-LOGOUT

source: Welcome to E.T.C CAM
tl: Maligayang Pagdating sa E.T.C CAM

source: DETECT DISEASES OF EGGPLANT, TOMATO, OR CHILI PEPPER
tl: TUKUYIN ANG MGA SAKIT NG TALONG, KAMATIS, O SILI

source: Our Services
tl: Mga Serbisyo

source: Visualize Crops in 3D
tl: Tingnan ang mga Pananim sa 3D

source: EXPLORE AR
tl: GAMITIN ANG AR

source: SCAN
tl: MAG-SCAN

source: Scan for Diseases
tl: I-scan para sa mga Sakit

source: START SCAN
tl: MAGSIMULA NG PAG-SCAN

source: LIST
tl: LISTAHAN

source: List of Diseases
tl: Listahan ng mga Sakit

source: VIEW LIST
tl: TINGNAN ANG LISTAHAN

source: Scanned Disease History Visualization
tl: Historya ng mga na-scan na sakit

source: View History
tl: Tingnan ang Historya

source: Chili
tl: Sili

source: About E.T.C CAM
tl: Tungkol sa E.T.C CAM

source: 3D Visualization
tl: 3D na Larawan

source: E.T.C Cam have a feature that allows users to visualize 3D version of the plant through their gadgets.
tl: Ang E.T.C Cam ay may feature na nagpapahintulot sa mga user na i-visualize ang 3D na bersyon ng halaman sa pamamagitan ng kanilang mga gadget.

source: Scan Diseases
tl: I-scan ang mga Sakit

source: E.T.C Cam is designed and made to help farmers for faster scanning of diseases of eggplant, tomato, and chili pepper.
tl: Ang E.T.C Cam ay dinisenyo at ginawa upang tulungan ang mga magsasaka para sa mas mabilis na pag-scan ng mga sakit ng talong, kamatis, at sili.

source: Know More About the Diseases
tl: Alamin Pa ang Tungkol sa mga Sakit

source: E.T.C Cam also provides a list of diseases for each crop for farmers to easily identify and get rid of the diseases.
tl: Nagbibigay din ang E.T.C Cam ng listahan ng mga sakit para sa bawat pananim para madaling matukoy at maalis ng mga magsasaka ang mga sakit.

source: Our Team
tl: Ang Aming Grupo

source: Are you sure you want to logout?
tl: Sigurado ka bang gusto mong mag-logout?

source: YES
tl: OO

source: NO
tl: HINDI

source: Close
tl: Isara

source: SIGN UP
tl: MAG-SIGN UP

source: LOGIN
tl: MAG-LOGIN

source: ETC Cam has a feature that allows users to visualize 3D version of the plant through their devices.
tl: Ang ETC Cam ay may feature na nagpapahintulot sa mga user na i-visualize ang 3D na bersyon ng halaman sa pamamagitan ng kanilang mga device.

source: ETC Cam helps farmers quickly scan for diseases in eggplants, tomatoes, and chili pepper.
tl: Tinutulungan ng ETC Cam ang mga magsasaka na mabilis na mag-scan para sa mga sakit sa talong, kamatis, at sili.

source: Plant Disease Information
tl: Impormasyon sa Sakit ng Halaman

source: Provides comprehensive information about plant diseases for easy identification and treatment.
tl: Nagbibigay ng komprehensibong impormasyon tungkol sa mga sakit ng halaman para sa madaling pagtukoy at paggamot.

source: LIST OF DISEASES AND THEIR DETAILS
tl: LISTAHAN NG MGA SAKIT AT ANG KANILANG MGA DETALYE

source: CHOOSE WHAT KIND OF DISEASE YOU WANT TO KNOW.
tl: PILIIN KUNG ANONG URI NG SAKIT ANG GUSTO MONG MALAMAN.

source: Diseases
tl: Mga Sakit

source: No symptoms listed.
tl: Walang listahan ng sintomas.

source: No diseases listed for
tl: Walang sakit na nakalista para sa

source: yet.
tl: pa.

source: No plant or disease data available yet.
tl: Wala pang available na data ng halaman o sakit.

source: Description
tl: Deskripsyon

source: Symptoms
tl: Mga Sintomas

source: Prevention
tl: Pag-iwas

source: Get Started
tl: Magsimula

source: Invalid email or password!
tl: Hindi tugma ang email o password!

source: DON'T HAVE AN ACCOUNT? CLICK SIGN UP
tl: WALA PANG ACCOUNT? MAG-SIGN UP

source: E.T.C CAM - Sign Up
tl: E.T.C CAM - Mag-sign Up

source: Create Account
tl: Gumawa ng Account

source: Confirm Password
tl: Kumpirmahin ang Password

source: ALREADY HAVE AN ACCOUNT? LOGIN
tl: MAY ACCOUNT NA? MAG-LOGIN

source: Invalid username or password.
tl: Hindi tugma ang username o password.

source: Healthy / No Disease Detected
tl: Malusog / Walang Sakit na Natukoy

source: No Scans
tl: Walang Scan

source: No description available for this plant.
tl: Walang available na deskripsyon para sa halamang ito.

source: Scan for Diseases - E.T.C CAM
tl: Scan para sa mga Sakit - E.T.C CAM

source: SCAN FOR DISEASES
tl: MAG-SCAN PARA SA MGA SAKIT

source: Scanned Plant Image
tl: Na-scan na Larawan ng Halaman

source: SCAN IMAGE
tl: I-SCAN ANG LARAWAN

source: Scanning...
tl: Ini-scan...

source: Choose the plant first before scanning:
tl: Piliin muna ang halaman bago mag-scan:

source: Please re-start the scanning again.
tl: Mangyaring simulan muli ang pag-scan.

source: Scan Result:
tl: Resulta ng Scan:

source: Detected: Awaiting Scan
tl: Natukoy: Naghihintay ng Scan

source: Confidence: N/A
tl: Kumpiyansa: Hindi Magagamit

source: Description:
tl: Deskripsyon:

source: Perform a scan to get detailed information about the detected disease, its symptoms, and prevention strategies.
tl: Magsagawa ng scan upang makakuha ng detalyadong impormasyon tungkol sa natukoy na sakit, mga sintomas nito, at mga estratehiya sa pag-iwas.

source: Symptoms:
tl: Mga Sintomas:

source: Symptoms will appear here after a successful scan.
tl: Lalabas ang mga sintomas dito pagkatapos ng matagumpay na scan.

source: Prevention Strategies:
tl: Mga Estratehiya sa Pag-iwas:

source: Prevention methods will be displayed here.
tl: Lalabas ang mga paraan ng pag-iwas dito.

source: Error accessing the camera:
tl: Error sa pag-access sa camera:

source: Please ensure camera permissions are granted or upload an image.
tl: Pakitiyak na pinahintulutan ang camera o mag-upload ng larawan.

source: Please capture or upload an image first.
tl: Mangyaring kumuha o mag-upload muna ng larawan.

source: Please select the type of plant you are scanning.
tl: Mangyaring piliin ang uri ng halaman na ini-scan.

source: Detected:
tl: Natukoy:

source: Confidence:
tl: Kumpiyansa:

source: Unknown error
tl: Hindi alam na error

source: Scan Error:
tl: Error sa Scan:

source: Network Error:
tl: Error sa Network:
